Revit 2027 API
XYZ.Y Property
Gets the second coordinate.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double Y { get; }
Public ReadOnly Property Y As Double
	Get
public:
property double Y {
	double get ();
}
member Y : float with get
Property Value
Double
See Also
Reference
XYZ Class
Autodesk.Revit.DB Namespace